{
    "image": "16675685896_632ddc8805_k_d.jpg",
    "opening": {
        "posts": [
            {
                "title": "年會視覺發想與文創組運作：蒼時、雁子",
                "content": [
                    "每一年的年會中，從年會網站的設計，到現場各種手冊、貼紙或看板等印刷品，都是會眾討論的熱門話題之一。今年，除了專業的動態視覺開創資訊研討會的先例之外，無論是議程小卡、名牌與精美的貼紙，甚至是今年大會的新角色 — SITCON 郎，全都出自文創組六名「文創青年」與「文創少女」的巧手。",
                    "由蒼時弦也帶領，從 SITCON 第一年的「網站組」、第二年的「文創股」，到今年從行政組獨立出來的「文創組」，包辦了 SITCON 年會整體大大小小的視覺設計。蒼時表示，最初只是處理手冊、名牌與網站的設計，但發展到現在只要有關年會視覺，都是由文創組負責支援。",
                    "舉例而言，今年頗富科幻色彩的年會 Logo ，便是由蒼時從年會的主題，加上科技感、SITCON 的原始形象與個人風格從頭打造的。而在 Telu 與 Ruei 繪製兩名年會角色之後，蒼時也設計了充滿巧思，能夠讓會眾自由組合的貼紙，獲得一致    好評。除此之外， SITCON 著名的綠色指南針 Logo，或是每年的年會網站，也都由蒼時一手操刀。負責今年議程小卡設計的雁子說，今年的議程小卡原本有類似閱讀網站時折頁的展開效果，不過很可惜最後沒有辦法完整呈現原先設計的使用者體驗。",
                    "<img src=\"agenda-card.png\" alt=\"議程小卡\" style=\"width: 100%;\">",
                    "雁子認為，「開放」與「開源」會是文創組未來發展的方向，並在未來如 SITCON 法人化之後，營造 SITCON 由上到下的整體形象，與提供各組發展的方向以及創意。蒼時也說，目前六名成員真的不足以負擔龐大的設計工作，發展也需要一步一步的進行。從生活中培養美感，多看、多做，同時在經驗的累積傳承與新人力的加入下，才能一年比一年做得更多，也做得更好，讓文創組發展成為一個專業的視覺團隊。"
                ]
            },
            {
                "title": "開場與年會動畫創作理念：乾隆",
                "content": [
                    "今年 SITCON 在動畫、音樂上的大突破引起了會眾們熱烈的迴響。提到開場動畫的製作理念，一手負責所有動畫製作的文創組員乾隆表示，剛開始製作時嘗試將 SITCON 各個字融入動態影像中，再秀出主 Logo 與今年的 Logo 做結尾；影片的最後在大樹下擺上的葉子，就像初次投入的會眾般剛萌芽，藉由年會講師的分享，領著新興綠芽茁壯。",
                    "而在講師議程的開場影片中，乾隆選擇從駭客相關的事物下手，好比帽子(HAT)、鎖頭，之後利用主 Logo 的叉叉當作基底做轉場的延伸：",
                    "<img src=\"sitcon-logo-making.png\" alt=\"Logo 動畫示意圖\">",
                    "在向 Logo 發想者蒼時瞭解下才知道，叉叉外面的圈圈，是指南針的意思，代表 SITCON 的前輩們要引領後輩們的方向，而順勢做了有關指南針的影片。時間方面，前後耗時約一個月。",
                    "問起在動畫製作這條路上的歷程，乾隆表示，他從高中因興趣開始嘗試剪接，後來念了相關科系，平時常用的軟體是 AfterEffect；雖平常就有在看 Motion Graphic，但實際嘗試製作則是這次為了 SITCON 特別去研究的，因此看了不少動態影像的作品參考。他也鼓勵大家嘗試動畫設計，Nuke 有 Python、AfterEffect 則有 Expression 可以寫，另外還有各種 Plugin 可供裝備、以及即時預覽；對於想嘗試的資訊人，他則推薦從 Processing 入門，運作方式和 code 較有關聯。"
                ]
            },
            {
                "title": "吉祥人物：Telu",
                "content": "Telu 是今年 SITCON 吉祥人物的設計者，她主要是以學生為基底，去做人物形象的發想設計。在整個人物的主要視覺上延續了去年的風格－宇宙感，而這也象徵著學生的潛力無限、創造力無窮。在配色方面，主要是希望營造一種柔和且平易近人的人物形象，希望大家看到吉祥人物，可以想到在年會現場有的感動跟想法。最後，Telu 也說，其實她沒有什麼機會可以知道大家對吉祥人物的回饋，如果下次有機會看到 Telu，也歡迎跟她分享一些你的想法哦！"
            }
        ]
    },
    "sponsor": {
        "name": "Etu",
        "logo": "sponsor.png",
        "logo_link": "http://seminar.ithome.com.tw/live/2015ehc/index.html",
        "content": "第二屆 Etu Hadoop Competition 來了！<br>這次參賽者要挑戰的是踏入真實世界的能力，善用 Hadoop 生態系不同的軟體，進行熱門商品排名並預測排行榜。<br>快邀請你的高手朋友，一同組隊來挑戰這每年一度的 Hadoop 盛會吧 (((o(*ﾟ▽ﾟ*)o)))<br>社會組與學生組冠軍將獨得新台幣 20 萬元的獎金哦！<br><a href=\"http://seminar.ithome.com.tw/live/2015ehc/index.html\">http://seminar.ithome.com.tw/live/2015ehc/index.html</a>"
    }
}
